[
  {
    "startDate": "2021-01",
    "endDate": null,
    "role": "Head of Engineering",
    "institution": {
      "english": "EducUp",
      "spanish": "EducUp"
    },
    "description": {
      "english": "I lead a team of developers, both frontend and backend, in which we use agile methodologies and technologies such as ASP.Net Core, Unity, Flutter, FastAPI, Firebase, AWS, among others.",
      "spanish": "Lidero un equipo de desarrolladores, tanto frontend como backend, en el que utilizamos metodolog铆as 谩giles y tecnolog铆as como ASP.Net Core, Unity, Flutter, FastAPI, Firebase, AWS, entre otras."
    },
    "logo": "/assets/images/experiences/vilin.ico",
    "url": "",
    "type": "professional",
    "featured": true
  },
  {
    "startDate": "2021-08",
    "endDate": null,
    "role": "CTO & Co-founder",
    "institution": {
      "english": "MeSirve",
      "spanish": "MeSirve"
    },
    "description": {
      "english": "An app for business. And all businesses for an app. Create your 100% free store today and join the progress .",
      "spanish": "Una aplicaci贸n para negocios. Y todos los negocios para una aplicaci贸n. Crea tu tienda 100% gratis hoy y 煤nete al progreso ."
    },
    "logo": "/assets/images/experiences/mesirve.png",
    "url": "",
    "type": "professional",
    "featured": false
  },
  {
    "startDate": "2021-12",
    "endDate": null,
    "role": "Professor",
    "institution": {
      "english": "MatCom",
      "spanish": "MatCom"
    },
    "description": {
      "english": "An app for business. And all businesses for an app. Create your 100% free store today and join the progress .",
      "spanish": "Una aplicaci贸n para negocios. Y todos los negocios para una aplicaci贸n. Crea tu tienda 100% gratis hoy y 煤nete al progreso ."
    },
    "logo": "/assets/images/experiences/wulian.ico",
    "url": "",
    "type": "professional",
    "featured": true
  },
  {
    "startDate": "2020-01",
    "endDate": "2020-12",
    "role": "Flutter Developer",
    "institution": {
      "english": "EducUp",
      "spanish": "EducUp"
    },
    "description": {
      "english": "Mainly developing mobile applications using the Flutter framework, but also maintaining mobile applications developed with Unity, as well as implementing systems and tools using Dart, Python and C#.",
      "spanish": "Principalmente desarrollando aplicaciones m贸viles utilizando el framework Flutter, pero tambi茅n manteniendo aplicaciones m贸viles desarrolladas con Unity, as铆 como implementando sistemas y herramientas utilizando Dart, Python y C#."
    },
    "logo": "/assets/images/experiences/vilin.ico",
    "url": "",
    "type": "professional",
    "featured": false
  },
  {
    "startDate": "2018-09",
    "endDate": "2021-04",
    "role": "Unity Developer",
    "institution": {
      "english": "Viera Academy",
      "spanish": "Viera Academy"
    },
    "description": {
      "english": "Member of the applications development team. In charge mainly of the functionalities related to third party services such as Unity IAP, Google Firebase, etc.",
      "spanish": "Miembro del equipo de desarrollo de aplicaciones. Encargado principalmente de las funcionalidades relacionadas con servicios de terceros como Unity IAP, Google Firebase, etc."
    },
    "logo": "/assets/images/experiences/wulian.ico",
    "url": "",
    "type": "professional",
    "featured": false
  },
  {
    "startDate": "2019-09",
    "endDate": "2021-03",
    "role": "Assistant Student",
    "institution": {
      "english": "University of Havana",
      "spanish": "Universidad de La Habana"
    },
    "description": {
      "english": "Assistant Student of Computer Networks in the Faculty of Mathematics and Computing and of Computing and Programming at the Faculty of Biology of the University of Havana.",
      "spanish": "Estudiante asistente de Redes Inform谩ticas en la Facultad de Matem谩tica y Computaci贸n y de Inform谩tica y Programaci贸n en la Facultad de Biolog铆a de la Universidad de La Habana."
    },
    "logo": "/assets/images/experiences/wulian.ico",
    "url": "",
    "type": "education",
    "featured": false
  },
  {
    "startDate": "2019-07-01",
    "endDate": "2019-07-18",
    "role": "Trained",
    "institution": {
      "english": "Cuban Neuroscience Center",
      "spanish": "Centro de Neurociencias de Cuba"
    },
    "description": {
      "english": "Member of a team responsible for migrating and implementing new functionalities of an application made in Matlab on the analysis of the gait which from sensors that measure acceleration, direction, etc; calculates different parameters such as the number of steps, the step length, the step speed, etc. The new application was implemented in the Python programming language.",
      "spanish": "Miembro de un equipo encargado de migrar e implementar nuevas funcionalidades de una aplicaci贸n hecha en Matlab para el an谩lisis de la marcha que, a partir de sensores que miden aceleraci贸n, direcci贸n, etc., calcula diferentes par谩metros como el n煤mero de pasos, la longitud del paso, la velocidad del paso, etc. La nueva aplicaci贸n se implement贸 en el lenguaje de programaci贸n Python."
    },
    "logo": "/assets/images/experiences/wulian.ico",
    "url": "",
    "type": "professional",
    "featured": false
  }
]